Repository: common-repository/admin-live-search
Catalog: languages/admin-live-search-*.po
Languages: pt_pt

source: Title and Text
pt_pt: Título e texto

source: Title Only
pt_pt: Somente título

source: Text Only
pt_pt: Apenas texto

source: Invalid post type.
pt_pt: Tipo de conteúdo inválido.

source: You need a higher level of permission.
pt_pt: Você precisa de um nível mais alto de permissão.

source: Sorry, you are not allowed to edit posts in this post type.
pt_pt: Não tem permissões para editar conteúdos deste tipo.

source: Search results for &#8220;%s&#8221;
pt_pt: Resultados da pesquisa por &#8220;%s&#8221;

source: How to use the Admin Live Search plugin:
pt_pt: Como usar o plugin Admin Live Search:

source: This plugin provides live search for the dashboard/admin area only.
pt_pt: Este plugin fornece pesquisa ao vivo para a área de dashboard/admin apenas.

source: Just type and the results will appear as you type without refreshing the page.
pt_pt: Basta digitar e os resultados aparecerão à medida que você digitar sem atualizar a página.

source: Sorting and pagination are also live without refreshing the page.
pt_pt: Ordenação e paginação também são ao vivo sem atualizar a página.

source: The live search doesn't work properly with custom post types (like products, projects, etc) because custom columns are not yet supported so the results appear without the extra columns added by custom post types.
pt_pt: A pesquisa ao vivo não funciona corretamente com tipos de conteúdos personalizados (como produtos, projetos, etc) porque as colunas personalizadas ainda não são suportadas por isso os resultados aparecem sem as colunas extras adicionadas por tipos de conteúdos personalizados.

source: You can enable or disable the Admin Live Search for custom post types below:
pt_pt: Você pode habilitar ou desabilitar a pesquisa ao vivo para tipos de conteúdos personalizados abaixo:

source: Enable Admin Live Search for Custom Post Types
pt_pt: Habilitar a pesquisa ao vivo para tipos de conteúdos personalizados

source: Privacy and Cookies:
pt_pt: Privacidade e cookies:

source: This plugin does NOT collect any personal information.
pt_pt: Este plugin NÃO recolhe nenhuma informação pessoal.

source: All information inserted by the admin user like the search keyword is used only locally in your website's admin area.
pt_pt: Todas as informações inseridas pelo utilizador administrador como a palavra de pesquisa são usadas apenas localmente na área de administração do seu site.

source: If you have any question regarding privacy or information used by this plugin please
pt_pt: Se você tiver alguma dúvida sobre a privacidade ou a informação usada por este plugin por favor

source: Contact Support
pt_pt: Contacte o Suporte

source: Further support:
pt_pt: Apoio adicional:

source: If you found a problem or want a new feature please
pt_pt: Se você encontrou um problema ou quer uma nova funcionalidade, por favor

source: Credits:
pt_pt: Créditos:

source: Images/icons from openclipart.org:
pt_pt: Imagens/ícones de openclipart.org:

source: Support the development of this plugin:
pt_pt: Apoie o desenvolvimento deste plugin:

source: This plugin is FREE to use.
pt_pt: Este plugin é GRATUITO para usar.

source: If you find this plugin usefull please consider that it takes the time and efford to develop and maintain this plugin and help the author.
pt_pt: Se você acha que este plugin é útil por favor considere que ele leva tempo e esforço para desenvolver e manter este plugin e ajude o autor.

source: Add your [icon] on [wporg] to spread the love.
pt_pt: Adicione as suas [icon] em [wporg] para espalhar o amor.

source: Donate
pt_pt: Fazer Donativo

source: Thank you.
pt_pt: Obrigado.

source: Settings
pt_pt: Configurações

source: is disabled for this content.
pt_pt: está desabilitado para esse conteúdo.

source: Why?
pt_pt: Porquê?

source: Live search pages and posts in the dashboard / admin area as you type using the internal wordpress search via AJAX. Added filter to search by title only, content only or all (default).
pt_pt: Pesquisa ao vivo de artigos e páginas na área de admin/dashboard via AJAX. Adicionados filtros para pesquisar por título apenas, por conteúdo apenas ou tudo (por defeito).
